Repository: davidh216/RefrigeratorRecipes
Catalog: ios/RefrigeratorRecipes/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko

source: · on your list
es: · en tu lista
ko: · 목록에 있음

source: "Expiring soon" = within %lld days
es: “Usar pronto” = en %lld días o menos
ko: ‘곧 만료’ = %lld일 이내

source: %@ expires in %lld days. Ask the chef for ideas.
es: %@ vence en %lld días. Pídele ideas al chef.
ko: %@의 유통기한이 %lld일 남았어요. 셰프에게 아이디어를 물어보세요.

source: %@ expires today.
es: %@ vence hoy.
ko: %@의 유통기한이 오늘까지예요.

source: %@ expires tomorrow. Ask the chef for ideas.
es: %@ vence mañana. Pídele ideas al chef.
ko: %@의 유통기한이 내일까지예요. 셰프에게 아이디어를 물어보세요.

source: %@ is already on your shopping list
es: %@ ya está en tu lista de compras
ko: %@은(는) 이미 장보기 목록에 있어요

source: %@ is on your shopping list.
es: %@ está en tu lista de compras.
ko: %@이(가) 장보기 목록에 있어요.

source: %@ · %lld g protein
es: %@ · %lld g de proteína
ko: %@ · 단백질 %lld g

source: %@ · about 2 minutes
es: %@ · unos 2 minutos
ko: %@ · 약 2분

source: %@, %lld recipes
es: %@, %lld recetas
ko: %@, 레시피 %lld개

source: %@, 1 recipe
es: %@, 1 receta
ko: %@, 레시피 1개

source: %@, about %@ %@
es: %@, unos %@ %@
ko: %@, 약 %@ %@

source: %@, becomes %@
es: %@, pasa a %@

source: %@, tap to show all
es: %@, toca para ver todo
ko: %@, 탭하여 모두 보기

source: %@. Three recipes and tips inside.
es: %@. Tres recetas y consejos adentro.
ko: %@. 레시피 3개와 팁을 확인하세요.

source: %lld already planned
es: %lld ya planeadas
ko: %lld개 계획됨

source: %lld day%@ before
es: %lld día%@ antes
ko: %lld일%@ 전

source: %lld dinners
es: %lld cenas
ko: 저녁 %lld끼

source: %lld items to confirm
es: %lld artículos por confirmar
ko: 확인할 항목 %lld개

source: %lld left out for allergies or diets
es: %lld omitidas por alergias o dietas
ko: 알레르기 또는 식이 제한으로 %lld개 제외됨

source: %lld lunches
es: %lld almuerzos
ko: 점심 %lld끼

source: %lld minutes
es: %lld minutos
ko: %lld분

source: %lld of %lld
es: %lld de %lld
ko: %lld/%lld

source: %lld of %lld left today
es: Quedan %lld de %lld hoy
ko: 오늘 남은 횟수 %lld/%lld

source: %lld on the list
es: %lld en la lista
ko: 목록에 %lld개

source: %lld recipes
es: %lld recetas
ko: 레시피 %lld개

source: %lld recipes, ones you can make first
es: %lld recetas, primero las que puedes hacer
ko: 레시피 %lld개, 만들 수 있는 것부터

source: %lld to use by tomorrow
es: %lld para usar a más tardar mañana
ko: 내일까지 먹어야 할 것 %lld개

source: %lld without an open day
es: %lld sin día libre
ko: 빈 날이 없는 항목 %lld개

source: +%lld more
es: +%lld más
ko: +%lld개 더

source: , plus %lld sides and desserts on %@
es: , más %lld guarniciones y postres el %@
ko: , 그리고 반찬·디저트 %lld개(%@)

source: , plus 1 side or dessert on %@
es: , más 1 guarnición o postre el %@
ko: , 그리고 %@에 반찬 또는 디저트 1개

source: 1 dinner
es: 1 cena
ko: 저녁 1끼

source: 1 item to confirm
es: 1 artículo por confirmar
ko: 확인할 항목 1개

source: 1 lunch
es: 1 almuerzo
ko: 점심 1끼

source: 1 minute
es: 1 minuto
ko: 1분

source: 1 recipe
es: 1 receta
ko: 레시피 1개

source: 1 recipe, ones you can make first
es: 1 receta, primero las que puedes hacer
ko: 레시피 1개, 만들 수 있는 것부터

source: A bit special, and still doable at home.
es: Algo especial, pero fácil de hacer en casa.
ko: 조금 특별하지만 집에서도 충분히 만들 수 있어요.

source: A cuisine appears here once it has %lld recipes. New ones arrive from time to time without an app update.
es: Una cocina aparece aquí cuando tiene %lld recetas. Llegan nuevas de vez en cuando sin actualizar la app.
ko: 레시피가 %lld개 이상 모이면 요리 종류가 여기에 표시돼요. 앱을 업데이트하지 않아도 새 요리가 수시로 추가돼요.

source: A few settings
es: Algunos ajustes
ko: 몇 가지 설정

source: A line about it
es: Una línea sobre la receta
ko: 한 줄 소개

source: A new featured ingredient every Monday, with three recipes and tips. The reminder comes at 9 AM.
es: Un ingrediente destacado nuevo cada lunes, con tres recetas y consejos. El recordatorio llega a las 9 a. m.
ko: 매주 월요일 새로운 추천 재료와 레시피 3개, 팁을 알려 드려요. 알림은 오전 9시에 와요.

source: A nudge the day before food expires, a weekly fridge check-in, and Monday's super ingredient. When you continue, iPhone asks whether Fridge may send notifications.
es: Un aviso el día antes de que venza la comida, una revisión semanal del refri y el superingrediente del lunes. Al continuar, el iPhone te preguntará si Fridge puede enviar notificaciones.
ko: 유통기한 하루 전 알림, 매주 냉장고 점검, 월요일의 이번 주 슈퍼 재료를 알려 드려요. 계속하면 iPhone에서 Fridge의 알림 허용 여부를 물어봐요.

source: A two-minute pass through what's expiring or hasn't been confirmed in a while, at 10 AM.
es: Una revisión de dos minutos de lo que está por vencer o no se ha confirmado hace tiempo, a las 10 a. m.
ko: 오전 10시에 유통기한이 다가오거나 한동안 확인하지 않은 항목을 2분 동안 훑어봐요.

source: AI features work without a key, up to a daily limit that resets at midnight UTC. A key of your own (optional, kept in this device's Keychain) removes the limit and is billed to you. %@
es: Las funciones de IA funcionan sin clave, hasta un límite diario que se reinicia a medianoche UTC. Una clave propia (opcional, guardada en el Llavero de este dispositivo) quita el límite y se te cobra a ti. %@
ko: AI 기능은 키 없이도 하루 한도까지 사용할 수 있으며, 한도는 UTC 자정에 초기화돼요. 내 키를 사용하면(선택 사항, 이 기기의 키체인에 보관) 한도가 없어지고 요금은 본인에게 청구돼요. %@

source: API key
es: Clave de API
ko: API 키

source: About %@ (optional)
es: Sobre %@ (opcional)
ko: %@ 소개(선택 사항)

source: Activity
es: Actividad
ko: 활동량

source: Add
es: Agregar
ko: 추가

source: Add %@
es: Agregar %@
ko: %@ 추가

source: Add %lld missing to list
es: Agregar %lld faltantes a la lista
ko: 부족한 %lld개를 목록에 추가

source: Add %lld starter recipes
es: Agregar %lld recetas iniciales
ko: 기본 레시피 %lld개 추가

source: Add %lld to Fridge
es: Agregar %lld al refri
ko: Fridge에 %lld개 추가

source: Add %lld to list
es: Agregar %lld a la lista
ko: 목록에 %lld개 추가

source: Add a few recipes and Tonight will suggest what to cook from what you have.
es: Agrega algunas recetas y Esta noche te sugerirá qué cocinar con lo que tienes.
ko: 레시피를 몇 개 추가하면 ‘오늘 저녁’에서 있는 재료로 만들 요리를 추천해 드려요.

source: Add a whole shop at once
es: Agrega toda una compra de una vez
ko: 장 본 것을 한 번에 추가

source: Add a whole shop at once. Expiry dates are estimated from the day you shopped.
es: Agrega toda una compra de una vez. Las fechas de vencimiento se calculan desde el día de la compra.
ko: 장 본 것을 한 번에 추가하세요. 유통기한은 장 본 날을 기준으로 추정돼요.

source: Add all to plan
es: Agregar todo al plan
ko: 모두 식단에 추가

source: Add an item
es: Agregar un artículo
ko: 항목 추가

source: Add another meal on %@
es: Agregar otra comida el %@
ko: %@에 식사 하나 더 추가

source: Add by hand
es: Agregar a mano
ko: 직접 추가

source: Add item
es: Agregar artículo
ko: 항목 추가

source: Add items by hand
es: Agregar artículos a mano
ko: 항목 직접 추가

source: Add meal
es: Agregar comida
ko: 식사 추가

source: Add meal on %@
es: Agregar comida el %@
ko: %@에 식사 추가

source: Add missing to list
es: Agregar faltantes a la lista
ko: 부족한 재료를 목록에 추가

source: Add person
es: Agregar persona
ko: 사람 추가

source: Add recipe
es: Agregar receta
ko: 레시피 추가

source: Add recipes in the Recipes tab first.
es: Primero agrega recetas en la pestaña Recetas.
ko: 먼저 레시피 탭에서 레시피를 추가하세요.

source: Add sample recipes
es: Agregar recetas de ejemplo
ko: 샘플 레시피 추가

source: Add the people you cook for. Allergies and diets keep everyone's meals safe: recipes that don't fit are left out of Tonight and flagged everywhere else.
es: Agrega a las personas para quienes cocinas. Las alergias y dietas cuidan las comidas de todos: las recetas que no les van se quedan fuera de Esta noche y se marcan en todo lo demás.
ko: 함께 먹는 사람을 추가하세요. 알레르기와 식단 정보로 모두의 식사를 안전하게 지켜요. 맞지 않는 레시피는 ‘오늘 저녁’에서 제외되고 다른 곳에서는 표시돼요.

source: Add this item
es: Agregar este artículo
ko: 이 항목 추가

source: Add to list
es: Agregar a la lista
ko: 목록에 추가

source: Add to meal plan
es: Agregar al plan de comidas
ko: 식단에 추가

source: Add to shopping list
es: Agregar a la lista de compras
ko: 장보기 목록에 추가

source: Add used-up items to shopping list
es: Agregar lo que se acabó a la lista de compras
ko: 다 쓴 항목을 장보기 목록에 추가

source: Add what a recipe is missing
es: Agrega lo que le falta a una receta
ko: 레시피에 부족한 재료 추가

source: Add your own, import one with AI, or start with 20 sample recipes.
es: Agrega las tuyas, importa una con IA o empieza con 20 recetas de ejemplo.
ko: 직접 추가하거나, AI로 가져오거나, 샘플 레시피 20개로 시작하세요.

source: Added
es: Agregado
ko: 추가됨

source: Added %@ to your shopping list
es: Se agregó %@ a tu lista de compras
ko: %@을(를) 장보기 목록에 추가했어요

source: Added %lld
es: Agregados: %lld
ko: %lld개 추가됨

source: Added %lld recipes
es: Se agregaron %lld recetas
ko: 레시피 %lld개 추가됨

source: Added %lld to your shopping list
es: Agregados a tu lista de compras: %lld
ko: 장보기 목록에 %lld개 추가했어요

source: Added 1 recipe
es: Se agregó 1 receta
ko: 레시피 1개 추가됨

source: Adds it to %@
es: Lo agrega a %@
ko: %@에 추가해요

source: Adds it to your recipes and opens it
es: La agrega a tus recetas y la abre
ko: 내 레시피에 추가하고 열어요

source: Adds three of these as dinners on your next open nights
es: Agrega tres de estas como cenas en tus próximas noches libres
ko: 다음 빈 저녁에 이 중 3개를 저녁 식사로 추가해요

source: Adds to shopping list
es: Agrega a la lista de compras
ko: 장보기 목록에 추가해요

source: Adds what this week's meals need to your shopping list
es: Agrega a tu lista de compras lo que necesitan las comidas de esta semana
ko: 이번 주 식사에 필요한 재료를 장보기 목록에 추가해요

source: Adds what you're missing for these recipes to your shopping list
es: Agrega a tu lista de compras lo que te falta para estas recetas
ko: 이 레시피에 부족한 재료를 장보기 목록에 추가해요

source: Advanced
es: Avanzado
ko: 고급

source: Africa
es: África
ko: 아프리카

source: Ají peppers, potatoes and bold marinades from Peru's coast and mountains.
es: Ajíes, papas y adobos intensos de la costa y la sierra del Perú.
ko: 페루 해안과 산악 지대의 아히 고추, 감자, 진한 양념.

source: All
es: Todo
ko: 전체

source: All caught up
es: Todo al día
ko: 모두 확인했어요

source: All recipes
es: Todas las recetas
ko: 모든 레시피

source: Allergies
es: Alergias
ko: 알레르기

source: Allergy check isn't available in this recipe's language. Check the ingredients yourself.
es: La revisión de alergias no está disponible en el idioma de esta receta. Revisa tú los ingredientes.
ko: 이 레시피의 언어로는 알레르기 확인을 할 수 없어요. 재료를 직접 확인하세요.

source: Allow Speech Recognition in Settings so the app can listen to the video.
es: Permite el Reconocimiento de voz en Ajustes para que la app pueda escuchar el video.
ko: 앱이 동영상을 들을 수 있도록 설정에서 음성 인식을 허용하세요.

source: Allspice, thyme and citrus from Jamaican, Cuban, Puerto Rican and Dominican kitchens.
es: Pimienta gorda, tomillo y cítricos de las cocinas jamaiquina, cubana, puertorriqueña y dominicana.
ko: 자메이카, 쿠바, 푸에르토리코, 도미니카 부엌의 올스파이스, 타임, 시트러스.

source: Already added
es: Ya agregado
ko: 이미 추가됨

source: Already on your list
es: Ya está en tu lista
ko: 이미 목록에 있음

source: Always in stock
es: Siempre en casa
ko: 항상 있는 재료

source: American
es: Estadounidense
ko: 미국 음식

source: Another name
es: Otro nombre
ko: 다른 이름

source: Any recipe can be planned; the shopping list covers the rest
es: Puedes planear cualquier receta; la lista de compras cubre el resto
ko: 어떤 레시피든 식단에 넣을 수 있어요. 나머지는 장보기 목록이 챙겨요

source: Any time
es: Cualquier momento
ko: 시간 무관

source: Anything left?
es: ¿Quedó algo?
ko: 남은 게 있나요?

source: Argentinian
es: Argentina
ko: 아르헨티나 음식

source: Ask another AI
es: Preguntar a otra IA
ko: 다른 AI에게 묻기

source: Ask the chef
es: Pregúntale al chef
ko: 셰프에게 묻기

source: Ask the chef about this
es: Pregúntale al chef sobre esto
ko: 셰프에게 이것에 대해 묻기

source: Ask the chef for something new with what's expiring.
es: Pídele al chef algo nuevo con lo que está por vencer.
ko: 유통기한이 다가오는 재료로 새로운 요리를 셰프에게 물어보세요.

source: Ask the chef…
es: Pregúntale al chef…
ko: 셰프에게 물어보세요…

source: Asks the chef what to make with it
es: Le pregunta al chef qué hacer con esto
ko: 이걸로 무엇을 만들지 셰프에게 물어봐요

source: At %@
es: A las %@
ko: %@에

source: Back
es: Atrás
ko: 뒤로

source: Barcode
es: Código de barras
ko: 바코드

source: Barcode %@
es: Código de barras %@
ko: 바코드 %@

source: Based on %@'s details and activity.
es: Según los datos y la actividad de %@.
ko: %@의 정보와 활동량을 기준으로 해요.

source: Based on a typical adult. Add age, height and weight for a closer number.
es: Según un adulto promedio. Agrega edad, estatura y peso para un número más preciso.
ko: 일반 성인 기준이에요. 나이, 키, 몸무게를 추가하면 더 정확해져요.

source: Beans and rice, slow stews and big-flavored grills from Brazil.
es: Frijoles con arroz, guisos lentos y parrilladas llenas de sabor de Brasil.
ko: 브라질의 콩과 쌀, 푹 끓인 스튜, 풍미 가득한 그릴 요리.

source: Berbere-spiced stews and lentils, made for sharing.
es: Guisos y lentejas con berbere, hechos para compartir.
ko: 베르베레 향신료로 맛을 낸 스튜와 렌틸콩, 나눠 먹기 좋아요.

source: Bistro classics and everyday French home cooking.
es: Clásicos de bistró y cocina casera francesa de todos los días.
ko: 비스트로 클래식과 일상적인 프랑스 가정식.

source: Both can be changed any time in Settings.
es: Puedes cambiar ambos cuando quieras en Ajustes.
ko: 둘 다 설정에서 언제든지 바꿀 수 있어요.

source: Bought %@
es: Comprado: %@
ko: %@ 구매함

source: Braai, bobotie and Cape Malay curries from South Africa.
es: Braai, bobotie y curris malayos del Cabo, de Sudáfrica.
ko: 남아프리카공화국의 브라이, 보보티, 케이프 말레이 커리.

source: Brazilian
es: Brasileña
ko: 브라질 음식

source: Breakfast
es: Desayuno
ko: 아침

source: Breakfast %@ · lunch %@ · snacks %@
es: Desayuno %@ · almuerzo %@ · botanas %@
ko: 아침 %@ · 점심 %@ · 간식 %@

source: Bright and not heavy, around 500 calories a serving or less.
es: Fresco y ligero, unas 500 calorías por porción o menos.
ko: 산뜻하고 부담 없이, 1인분에 약 500칼로리 이하.

source: Bright salsas, slow braises and weeknight tacos from Mexico's many regions.
es: Salsas vivas, guisos lentos y tacos de entre semana de las muchas regiones de México.
ko: 멕시코 여러 지역의 상큼한 살사, 푹 조린 요리, 평일 저녁 타코.

source: British & Irish
es: Británica e irlandesa
ko: 영국·아일랜드 음식

source: Brunch and big-batch weekend cooking.
es: Brunch y cocina en cantidad para el fin de semana.
ko: 브런치와 주말에 넉넉히 만드는 요리.

source: Budget
es: Económico
ko: 알뜰

source: Buy again?
es: ¿Comprar otra vez?
ko: 다시 살까요?

source: Cajun & Creole
es: Cajún y criolla
ko: 케이준·크리올 음식

source: Canadian
es: Canadiense
ko: 캐나다 음식

source: Cancel
es: Cancelar
ko: 취소

source: Caribbean
es: Caribeña
ko: 카리브 음식

source: Category
es: Categoría
ko: 카테고리

source: Change
es: Cambiar
ko: 변경

source: Change tonight's dinner
es: Cambiar la cena de esta noche
ko: 오늘 저녁 메뉴 변경

source: Check off %lld item%@ on your shopping list
es: Marcar %lld artículo%@ en tu lista de compras
ko: 장보기 목록에서 %lld개%@ 항목 체크하기

source: Check them
es: Revisarlos
ko: 확인하기

source: Check these before using. The weekly check-in can clear them out.
es: Revísalos antes de usarlos. La revisión semanal puede quitarlos.
ko: 사용하기 전에 확인하세요. 주간 점검에서 정리할 수 있어요.

source: Check what's still here
es: Revisa lo que aún queda
ko: 아직 남은 것 확인하기

source: Check-in done
es: Revisión lista
ko: 점검 완료

source: Checked by ingredient name only. Always check labels.
es: Revisado solo por nombre de ingrediente. Siempre revisa las etiquetas.
ko: 재료 이름으로만 확인했어요. 항상 라벨을 확인하세요.

source: Cheesy, cumin-warm Texas favorites with deep Mexican roots.
es: Favoritos de Texas con queso y comino, de profundas raíces mexicanas.
ko: 멕시코에 깊은 뿌리를 둔, 치즈와 커민 향 가득한 텍사스 인기 요리.

source: Chinese
es: China
ko: 중식

source: Choose from library
es: Elegir de la fototeca
ko: 보관함에서 선택

source: Choose receipt photos
es: Elegir fotos de recibos
ko: 영수증 사진 선택

source: Cilantro, mushrooms…
es: Cilantro, hongos…
ko: 고수, 버섯…

source: Claude (AI chef & scanning)
es: Claude (chef con IA y escaneo)
ko: Claude(AI 셰프 및 스캔)

source: Claude model
es: Modelo de Claude
ko: Claude 모델

source: Clear checked
es: Borrar marcados
ko: 체크한 항목 지우기

source: Close
es: Cerrar
ko: 닫기

source: Closes the welcome. You can open it again from Settings.
es: Cierra la bienvenida. Puedes abrirla otra vez desde Ajustes.
ko: 환영 화면을 닫아요. 설정에서 다시 열 수 있어요.

source: Coconut curries and fragrant rice from Sri Lanka.
es: Curris de coco y arroz aromático de Sri Lanka.
ko: 스리랑카의 코코넛 커리와 향긋한 쌀밥.

source: Coconut, lemongrass and sambal from Indonesia, Malaysia and Singapore.
es: Coco, té limón y sambal de Indonesia, Malasia y Singapur.
ko: 인도네시아, 말레이시아, 싱가포르의 코코넛, 레몬그라스, 삼발.

source: Colombian
es: Colombiana
ko: 콜롬비아 음식

source: Comfort food
es: Comida reconfortante
ko: 위로가 되는 음식

source: Comforting soups, arepas and rice dishes from Colombia.
es: Sopas reconfortantes, arepas y platos de arroz de Colombia.
ko: 콜롬비아의 든든한 수프, 아레파, 쌀 요리.

source: Comma-separated. These never count as missing when matching recipes.
es: Separados por comas. Nunca cuentan como faltantes al buscar recetas.
ko: 쉼표로 구분해요. 레시피를 찾을 때 부족한 재료로 치지 않아요.

source: Continue
es: Continuar
ko: 계속

source: Cook %@ tonight
es: Cocinar %@ esta noche
ko: 오늘 저녁 %@ 요리하기

source: Cook from what you have
es: Cocina con lo que tienes
ko: 있는 재료로 요리하기

source: Cook it this week
es: Cocínalo esta semana
ko: 이번 주에 요리하기

source: Cook this
es: Cocinar esto
ko: 이거 요리하기

source: Cook tonight
es: Cocinar esta noche
ko: 오늘 저녁 요리하기

source: Cook what you have before it goes bad.
es: Cocina lo que tienes antes de que se eche a perder.
ko: 상하기 전에 있는 재료로 요리하세요.

source: Cooked
es: Cocinado
ko: 요리함

source: Copy question and kitchen
es: Copiar pregunta y cocina
ko: 질문과 주방 정보 복사

source: Couldn't find a dish there. Try the recipe page itself, or paste the recipe text.
es: No se encontró un platillo ahí. Prueba con la página de la receta o pega el texto de la receta.
ko: 거기서 요리를 찾지 못했어요. 레시피 페이지 자체를 시도하거나 레시피 텍스트를 붙여 넣으세요.

source: Couldn't hear or see a recipe in that video.
es: No se pudo oír ni ver una receta en ese video.
ko: 그 동영상에서 레시피를 찾지 못했어요.

source: Couldn't open that link (%@). Check it and try again.
es: No se pudo abrir ese enlace (%@). Revísalo e inténtalo de nuevo.
ko: 링크를 열 수 없어요(%@). 확인 후 다시 시도하세요.

source: Cozy night in
es: Noche tranquila en casa
ko: 집에서 아늑한 저녁

source: Create a key at console.anthropic.com
es: Crea una clave en console.anthropic.com
ko: console.anthropic.com에서 키 만들기

source: Crowd-pleaser
es: Le gusta a todos
ko: 모두가 좋아하는 메뉴

source: Cuisine
es: Cocina
ko: 요리 종류

source: Daily targets
es: Metas diarias
ko: 일일 목표

source: Dairy-free
es: Sin lácteos
ko: 유제품 없음

source: Dals, curries and spice-layered home cooking from India's many regions.
es: Dals, curris y cocina casera llena de especias de las muchas regiones de la India.
ko: 인도 여러 지역의 달, 커리, 향신료 가득한 가정식.

source: Data
es: Datos
ko: 데이터

source: Date night
es: Cena en pareja
ko: 데이트 저녁

source: Day
es: Día
ko: 일

source: Days average
es: Promedio por día
ko: 하루 평균

source: Delete
es: Eliminar
ko: 삭제

source: Delete %@?
es: ¿Eliminar %@?
ko: %@ 삭제할까요?

source: Delete item
es: Eliminar artículo
ko: 항목 삭제

source: Delete recipe
es: Eliminar receta
ko: 레시피 삭제

source: Description
es: Descripción
ko: 설명

source: Dessert
es: Postre
ko: 디저트

source: Diet
es: Dieta
ko: 식단 제한

source: Diner classics, backyard grills and weeknight bakes from all over the US.
es: Clásicos de diner, parrilladas en el patio y platillos al horno para entre semana de todo Estados Unidos.
ko: 미국 곳곳의 다이너 클래식, 뒷마당 바비큐, 평일 저녁 오븐 요리.

source: Dinner
es: Cena
ko: 저녁

source: Dinner ideas every night
es: Ideas para cenar cada noche
ko: 매일 저녁 메뉴 아이디어

source: Dinner is %@ of the day
es: La cena es el %@ del día
ko: 저녁은 하루의 %@

source: Dinners average
es: Promedio por cena
ko: 저녁 평균

source: Discard
es: Descartar
ko: 버리기

source: Done
es: Listo
ko: 완료

source: Dumplings, soups and stews from Poland and its neighbors.
es: Empanadillas, sopas y guisos de Polonia y sus vecinos.
ko: 폴란드와 이웃 나라의 만두, 수프, 스튜.

source: Each recipe goes to the meal it fits (pancakes to breakfast, chili to dinner). Tap a meal's label to change it. With nutrition goals, each meal aims at its share of everyone's daily target.
es: Cada receta va a la comida que le corresponde (hotcakes al desayuno, chili a la cena). Toca la etiqueta de una comida para cambiarla. Con metas de nutrición, cada comida apunta a su parte de la meta diaria de todos.
ko: 각 레시피는 어울리는 끼니에 들어가요(팬케이크는 아침, 칠리는 저녁). 끼니 라벨을 탭하면 바꿀 수 있어요. 영양 목표가 있으면 각 끼니가 모두의 일일 목표 중 해당 몫을 맞춰요.

source: East Asia
es: Este de Asia
ko: 동아시아

source: Easy to make when you feel rough, and soothing to eat: warm, simple, few ingredients.
es: Fácil de hacer cuando te sientes mal y reconfortante: caliente, sencillo, pocos ingredientes.
ko: 몸이 안 좋을 때도 만들기 쉽고 먹기 편해요: 따뜻하고, 간단하고, 재료가 적어요.

source: Easy to stomach
es: Suave para el estómago
ko: 속이 편한 음식

source: Edit
es: Editar
ko: 편집

source: Edit item
es: Editar artículo
ko: 항목 편집

source: Edit recipe
es: Editar receta
ko: 레시피 편집

source: Estimate the rest with Claude
es: Calcular el resto con Claude
ko: 나머지는 Claude로 추정하기

source: Estimated: keeps about %lld day%@
es: Estimado: dura unos %lld día%@
ko: 예상: 약 %lld일%@ 보관 가능

source: Ethiopian
es: Etíope
ko: 에티오피아 음식

source: Europe
es: Europa
ko: 유럽

source: Everyone's allergies and diets apply to Tonight, Plan my week and the Chef, since meals are shared. Allergens are spotted by ingredient name, so always check labels.
es: Las alergias y dietas de todos se aplican a Esta noche, Planear mi semana y el chef, ya que las comidas se comparten. Los alérgenos se detectan por nombre de ingrediente, así que siempre revisa las etiquetas.
ko: 식사를 함께하니 모두의 알레르기와 식단이 오늘 저녁, 내 주간 계획, 셰프에 적용돼요. 알레르기 유발 성분은 재료 이름으로 찾으니 항상 라벨을 확인하세요.

source: Expiration
es: Vencimiento
ko: 유통기한

source: Expiration reminders
es: Recordatorios de vencimiento
ko: 유통기한 알림

source: Expires
es: Vence
ko: 유통기한

source: Expiry dates are estimated from the purchase date. Tap an item to change it.
es: Las fechas de vencimiento se estiman a partir de la fecha de compra. Toca un artículo para cambiarla.
ko: 유통기한은 구매일로부터 추정해요. 항목을 탭해서 바꿀 수 있어요.

source: Favorite
es: Favorito
ko: 즐겨찾기

source: Favorites
es: Favoritos
ko: 즐겨찾기

source: Feeling spicy
es: Con ganas de picante
ko: 매운 게 당길 때

source: Filipino
es: Filipina
ko: 필리핀 음식

source: Fill it in one go from your last grocery receipt, or add things as you unpack.
es: Llénalo de una vez con tu último recibo del súper, o agrega cosas mientras desempacas.
ko: 최근 장보기 영수증으로 한 번에 채우거나, 짐을 풀면서 하나씩 추가하세요.

source: Fill your fridge
es: Llena tu refri
ko: 냉장고 채우기

source: Fills each open night, favoring dinners with more protein
es: Llena cada noche libre, con preferencia por cenas con más proteína
ko: 빈 저녁을 채워요. 단백질이 많은 저녁 우선

source: Fills each open night, favoring dinners you don't need to shop for
es: Llena cada noche libre, con preferencia por cenas para las que no necesitas comprar
ko: 빈 저녁을 채워요. 장 볼 필요 없는 저녁 우선

source: Fills each open night, favoring lighter dinners
es: Llena cada noche libre, con preferencia por cenas más ligeras
ko: 빈 저녁을 채워요. 가벼운 저녁 우선

source: Filters the list
es: Filtra la lista
ko: 목록 필터링

source: Finish
es: Terminar
ko: 마치기

source: For %@
es: Para %@
ko: %@용

source: Found %lld items
es: Se encontraron %lld artículos
ko: %lld개 항목 찾음

source: Freezer-friendly
es: Se congela bien
ko: 냉동 보관 가능

source: French
es: Francesa
ko: 프랑스 음식

source: Fresh herbs, fish sauce and lime from Vietnamese home cooking.
es: Hierbas frescas, salsa de pescado y limón de la cocina casera vietnamita.
ko: 베트남 가정식의 신선한 허브, 피시 소스, 라임.

source: Fridge
es: Refri
ko: 냉장고

source: Fridge check-in
es: Revisión del refri
ko: Fridge 점검

source: From %@
es: De %@
ko: %@에서

source: From your fridge
es: De tu refri
ko: 냉장고에서

source: General nutrition information, not medical advice. Numbers are estimates from USDA data for the serving shown.
es: Información nutricional general, no es consejo médico. Las cifras son estimaciones basadas en datos del USDA para la porción indicada.
ko: 일반 영양 정보이며 의학적 조언이 아니에요. 수치는 표시된 1회 제공량에 대한 USDA 데이터 기반 추정치예요.

source: Gentle, plain food: nothing spicy, fried or too rich.
es: Comida suave y sencilla: nada picante, frito ni muy pesado.
ko: 순하고 담백한 음식: 맵거나 튀기거나 너무 기름진 건 없어요.

source: German & Austrian
es: Alemana y austriaca
ko: 독일·오스트리아 음식

source: Get a key
es: Obtener una clave
ko: 키 받기

source: Get an API key
es: Obtener una clave de API
ko: API 키 받기

source: Get started
es: Comenzar
ko: 시작하기

source: Gluten-free
es: Sin gluten
ko: 글루텐 없음

source: Goal
es: Meta
ko: 목표
